[
    {
        "name": "Steins;Gate",
        "description": "The self-proclaimed mad scientist Rintarou Okabe rents out a room in a rickety old building in Akihabara, where he indulges himself in his hobby of inventing prospective future gadgets with fellow lab members: Mayuri Shiina, his air-headed childhood friend, and Hashida Itaru, a perverted hacker nicknamed Daru. The three pass the time by tinkering with their most promising contraption yet, a machine dubbed the Phone Microwave, which performs the strange function of morphing bananas into piles of green gel. Though miraculous in itself, the phenomenon doesn't provide anything concrete in Okabe's search for a scientific breakthrough; that is, until the lab members are spurred into action by a string of mysterious happenings before stumbling upon an unexpected success—the Phone Microwave can send emails to the past, altering the flow of history. Adapted from the critically acclaimed visual novel by 5pb. and Nitroplus, Steins;Gate takes Okabe through the depths of scientific theory and practicality. Forced across the diverging threads of past and present, Okabe must shoulder the burdens that come with holding the key to the realm of time.",
        "Rating": "9.14",
        "episode": 24,
        "categorie":"Thriller | Sci-Fi",
        "studio":"White Fox",
        "img": "https://myanimelist.cdn-dena.com/images/anime/5/73199l.jpg"
    },
    {
        "name": "Steins;Gate 0",
        "description": "The eccentric, self-proclaimed mad scientist Rintarou Okabe has become a shell of his former self. Depressed and traumatized after failing to rescue his friend Makise Kurisu, he has decided to forsake his mad scientist alter ego and live as an ordinary college student. Surrounded by friends who know little of his time travel experiences, Okabe spends his days trying to forget the horrors of his adventures alone. While working as a receptionist at a college technology forum, Okabe meets the short, spunky Maho Hiyajo, who later turns out to be the interpreter at the forum's presentation, conducted by Professor Alexis Leskinen. In front of a stunned crowd, Alexis and Maho unveil Amadeus—a revolutionary AI capable of storing a person's memories and creating a perfect simulation of that person complete with their personality and quirks. Meeting with Maho and Alexis after the presentation, Okabe learns that the two were Kurisu's colleagues in university, and that they have simulated her in Amadeus. Hired by Alexis to research the simulation's behavior, Okabe is given the chance to interact with the shadow of a long-lost dear friend. Dangerously tangled in the past, Okabe must face the harsh reality and carefully maneuver around the disastrous consequences that come with disturbing the natural flow of time.",
        "Rating": "8.66",
        "episode": 23,
         "categorie":"Thriller | Sci-Fi",
        "studio":"White Fox",
        "img": "https://myanimelist.cdn-dena.com/images/anime/1375/93521l.jpg"
    },
    {
        "name": "Goblin Slayer",
        "description": "A young priestess has formed her first adventuring party, but almost immediately they find themselves in distress. It's the Goblin Slayer who comes to their rescue—a man who's dedicated his life to the extermination of all goblins, by any means necessary. And when rumors of his feats begin to circulate, there's no telling who might come calling next...",
        "Rating": "7.60",
        "episode": 12,
        "categorie":"Action | Fantasy | Adventure",
        "studio":"White Fox",
        "img": "https://myanimelist.cdn-dena.com/images/anime/1719/95621l.jpg"
    },
    {
        "name": "Kishuku Gakkou no Juliet",
        "description": "The story takes place at Grigio Academy Boarding School where students come from two rivaling countries known as the Black Dogs and White Cats. Persia and Inuzuka are leaders of their respective dorms, but they are secretly in love with each other. Now, they must keep their relationship a secret from other dorm mates while trying to avoid trouble.",
        "Rating": "7.49",
        "episode": 12,
        "categorie":"Action | Comedy | Romance | School | Shounen",
        "studio":"LIDENFILMS",
        "img": "https://myanimelist.cdn-dena.com/images/anime/1908/93416l.jpg"
    },
    {
        "name": "Grand Blue",
        "description": "Among the seaside town of Izu's ocean waves and rays of shining sun, Iori Kitahara is just beginning his freshman year at Izu University. As he moves into his uncle's scuba diving shop, Grand Blue, he eagerly anticipates his dream college life, filled with beautiful girls and good friends. But things don't exactly go according to plan. Upon entering the shop, he encounters a group of rowdy, naked upperclassmen, who immediately coerce him into participating in their alcoholic activities. Though unwilling at first, Iori quickly gives in and becomes the heart and soul of the party. Unfortunately, this earns him the scorn of his cousin, Chisa Kotegawa, who walks in at precisely the wrong time. Undeterred, Iori still vows to realize his ideal college life, but will things go according to plan this time, or will his situation take yet another dive? ",
        "Rating": "8.41",
        "episode": 12,
        "categorie":"Comedy | Seinen | Slice of Life",
        "studio":"Zero-G",
        "img": "https://myanimelist.cdn-dena.com/images/anime/1679/90825l.jpg"
    },
    {
        "name": "Violet Evergarden",
        "description": "There are words Violet heard on the battlefield, which she cannot forget. These words were given to her by someone she holds dear, more than anyone else. She does not yet know their meaning.A certain point in time, in the continent of Telesis. The great war which divided the continent into North and South has ended after four years, and the people are welcoming a new generation.",
        "Rating": "8.39",
        "episode": 14,
        "categorie":"Fantasy | Drama ",
        "studio":"Kyoto Animation",
        "img": "https://myanimelist.cdn-dena.com/images/anime/1795/95088l.jpg"
    },
    {
        "name": "Overlord III",
        "description": "The story begins when Yggdrasil, a popular online game is quietly shut down one day. However, the protagonist Momonga decides to not log out until the end. Momonga is then transformed into the image of a skeleton as the most powerful wizard. The world continues to change, with non-player characters (NPCs) beginning to have personalities. Having no parents, friends, or place in society, this ordinary young man Momonga then strives to take over the new world the game has become.",
        "Rating": "8.22",
        "episode": 13,
        "categorie":"Action | Fantasy | Game | Magic | Supernatural",
        "studio":"Madhouse",
        "img": "https://myanimelist.cdn-dena.com/images/anime/1511/93473l.jpg"
    },
    {
        "name": "Yuragi-sou no Yuuna-san",
        "description": "Fuyuzora Kogarashi has the ability to see supernatural, and has been possessed by ghosts since he was a kid. This has caused a lot of trouble in his life, but now he has learned to fight back against the evil spirits! Unfortunately, he's now also very poor, homeless, and hoping for a happier, more normal, high school life. In his search for housing, he's introduced to a very cheap boarding house called Yuragi Manor, which was formerly a popular hot springs inn. It's so cheap because the house is haunted by the spirit of a high school student whose corpse was found there. Kogarashi doesn't think this is going to be a problem for him, and the rest of the house's tenants appear to be sexy women. While relaxing in the hot springs, though, he finds there is an issue with his ghost-banishing plan; Yuragi Manor's ghost is a 16-year-old girl named Yuna, who lives in his room. Kogarashi has no desire to hurt a ghost girl, and instead he ends up agreeing to help her to figure out her unfinished business. That way, she can move onto the afterlife before turning evil and falling into hell. Once it is clear that he is fine with Yuna, the other tenants reveal their own supernatural secrets—his life in Yuragi Manor is going to be far from ordinary!",
        "Rating": "7.22",
        "episode": 12,
        "categorie":"Harem | Comedy | Supernatural | Romance | Ecchi | Shounen",
        "studio":"Studio Pierrot",
        "img": "https://myanimelist.cdn-dena.com/images/anime/2/88336.jpg"
    },
    {
        "name": "Sword Art Online",
        "description": "In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of NerveGear technology, players can control their avatars within the game using nothing but their own thoughts.",
        "Rating": "7.66",
        "episode": 25,
        "categorie":"Drama | Adventure",
        "studio":"A-1 Pictures",
        "img": "https://myanimelist.cdn-dena.com/images/anime/11/39717.jpg"
    },
    {
        "name": "Nanatsu no Taizai",
        "description": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.",
        "Rating": "8.30",
        "episode": 24,
        "categorie":"Animation | Drama | Adventure",
        "studio":"A-1 Pictures",
        "img": "https://myanimelist.cdn-dena.com/images/anime/8/65409.jpg"
    },
    {
        "name": "Kiseijuu: Sei no Kakuritsu",
        "description": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.",
        "Rating": "8.53",
        "episode": 24,
        "categorie":"Animation | Drama | Adventure",
        "studio":"Madhouse",
        "img": "https://myanimelist.cdn-dena.com/images/anime/3/73178.jpg"
    },
    {
        "name": "Hunter x Hunter (2011)",
        "description": "It has been two and a half years since Naruto Uzumaki left Konohagakure, the Hidden Leaf Village, for intense training following events which fueled his desire to be stronger. Now Akatsuki, the mysterious organization of elite rogue ninja, is closing in on their grand plan which may threaten the safety of the entire shinobi world.",
        "Rating": "9.11",
        "episode": 148,
        "categorie":"Animation | Drama | Adventure",
        "studio":"Madhouse",
        "img": "https://myanimelist.cdn-dena.com/images/anime/11/33657.jpg"
    }

]
